
export const NAMES = [
  'Муса',
  'Муслим',
  'Мустафа',
  'Мусавара',
  'Мусавара',
  'Мусавата'
];

export const COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.',
  'Зачем это в интернете? Хотите чтобы все видели как вы выглядите?'
];

export const DESCRIPTIONS = [
  'Момент, пойманный в объектив.',
  'Свет и тень в идеальном балансе.',
  'Эмоции, застывшие во времени.',
  'Композиция, говорящая сама за себя.',
  'Естественная красота в каждом пикселе.',
  'История, рассказанная без слов.',
  'Перспектива, открывающая новое видение.',
  'Кадр, который стоит тысячи слов.'
];

export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MIN_AVATAR_ID = 1;
export const MAX_AVATAR_ID = 6;
export const MIN_COMMENTS = 5;
export const MAX_COMMENTS = 30;
export const ID_INCREMENT = 1;

